Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitSocialNetworkingLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Placeholder.searchInGroupDots
source: Search in group…
ar: البحث في المجموعة…
bg: Търсене в група…
ca: Cercant en el grup…
cs: Hledat ve skupině…
da: Søger i gruppe…
de: In Gruppe suchen…
el: Αναζήτηση σε ομάδα…
es: Buscar en grupo…
es_419: Buscar en grupo…
fi: Etsi ryhmästä…
fr: Recherche dans le groupe…
fr_ca: Recherche dans le groupe…
he: חפש בקבוצה…
hi: ग्रुप में खोजें…
hr: Tražim u grupi…
hu: Csoporton belüli keresés…
id: Mencari dalam grup…
it: Cerca nel gruppo…
ja: グループ内を検索中…
kk: Топ ішінен іздеу…
ko: 그룹 내 검색…
ms: Mencari dalam kumpulan…
nb: Søk i gruppe…
nl: Zoeken in groep…
pl: Szukaj w grupie…
pt_br: Buscar no grupo…
pt_pt: Pesquisar no grupo…
ro: Caută în grup…
ru: Ищем в группе…
sk: Hľadám v skupine…
sv: Sök i grupp…
th: ค้นหาในกลุ่ม…
tr: Grup içinde ara…
uk: Шукати в групі…
vi: Tìm kiếm trong nhóm…
zh_hans: 在组内搜索…
zh_hant: 在群組搜尋…
zh_hk: 在群組中搜尋…

# TK.Placeholder.shareYourStoryDots
source: Share your story…
ar: شارك قصتك…
bg: Споделете историята си...
ca: Comparteix la teva història…
cs: Sdílejte svůj příběh…
da: Del din historie…
de: Teile deine Geschichte…
el: Μοιράσου την ιστορία σου…
es: Comparte tu historia…
es_419: Comparte tu historia…
fi: Jaa tarinasi...
fr: Partage ton histoire…
fr_ca: Partager votre histoire…
he: שתף את הסיפור שלך…
hi: अपनी कहानी साझा करें…
hr: Podijeli svoju priču…
hu: A történeted megosztása…
id: Bagikan kisahmu…
it: Condividi la tua storia…
ja: あなたのストーリーを共有…
kk: Әңгімеңізді бөлісіңіз...
ko: 당신의 이야기를 공유하세요…
ms: Kongsi cerita anda…
nb: Del historien din…
nl: Deel je verhaal…
pl: Podziel się swoją historią...
pt_br: Compartilhar sua história…
pt_pt: Partilha a tua história…
ro: Împărtășește povestea ta…
ru: Поделитесь своей историей…
sk: Zdieľajte svoj príbeh…
sv: Dela din historia...
th: แบ่งปันเรื่องราวของคุณ…
tr: Hikayeni paylaş…
uk: Поділіться своєю історією…
vi: Chia sẻ câu chuyện của bạn…
zh_hans: 分享你的故事…
zh_hant: 分享你的故事...
zh_hk: 分享你的故事…

# TK.Placeholder.shareYourThoughtsDots
source: Share your thoughts…
ar: شارك أفكارك…
bg: Споделете вашите мисли...
ca: Comparteix els teus pensaments…
cs: Sdílejte své myšlenky…
da: Del dine tanker…
de: Teile deine Gedanken…
el: Μοιράσου τις σκέψεις σου…
es: Comparte tus pensamientos…
es_419: Comparte tus pensamientos…
fi: Jaa ajatuksesi...
fr: Partage tes pensées…
fr_ca: Partager vos réflexions…
he: שתף את המחשבות שלך…
hi: अपने विचार साझा करें…
hr: Podijeli svoje misli…
hu: Gondolatok megosztása…
id: Bagikan pemikiranmu…
it: Condividi i tuoi pensieri…
ja: あなたの考えを共有…
kk: Ой-пікіріңізді бөлісіңіз...
ko: 당신의 생각을 공유하세요…
ms: Kongsi pemikiran anda…
nb: Del tankene dine…
nl: Deel je gedachten…
pl: Podziel się swoimi myślami...
pt_br: Compartilhar seus pensamentos…
pt_pt: Partilha os teus pensamentos…
ro: Împărtășește-ți gândurile…
ru: Поделитесь своими мыслями…
sk: Zdieľajte svoje myšlienky…
sv: Dela dina tankar...
th: แบ่งปันความคิดของคุณ…
tr: Düşüncelerini paylaş…
uk: Поділіться своїми думками…
vi: Chia sẻ suy nghĩ của bạn…
zh_hans: 分享你的想法…
zh_hant: 分享你的想法...
zh_hk: 分享你的想法…

# TK.Placeholder.tagPeopleDots
source: Tag people…
ar: وسم الأشخاص…
bg: Тагни хора…
ca: Etiqueta persones…
cs: Označit lidi…
da: Tag personer…
de: Personen taggen…
el: Ετικέτα ατόμων…
es: Etiquetar personas…
es_419: Etiqueta a las personas…
fi: Merkitse henkilöitä…
fr: Taguer des personnes…
fr_ca: Taguer des personnes…
he: סמן אנשים…
hi: लोगों को टैग करें...
hr: Označi ljude…
hu: Személyek címkézése…
id: Tandai orang…
it: Tagga le persone…
ja: 人をタグ付け…
kk: Адамдарды тегтеңіз…
ko: 사람 태그하기…
ms: Tag orang…
nb: Tagg folk…
nl: Tag mensen…
pl: Taguj osoby…
pt_br: Marcar pessoas…
pt_pt: Identificar pessoas…
ro: Etichetează persoanele…
ru: Укажите людей…
sk: Označte ľudí…
sv: Tagga personer…
th: แท็กคน…
tr: Kişileri etiketle…
uk: Позначити людей…
vi: Gắn thẻ người…
zh_hans: 标记人员…
zh_hant: 標記人員…
zh_hk: 標記人員…

# TK.Placeholder.tagYourLocationDots
source: Tag your location…
ar: حدد موقعك...
bg: Тагни местоположението си…
ca: Etiqueta la teva ubicació…
cs: Označit svou polohu…
da: Tag din placering…
de: Deinen Standort taggen…
el: Ετικέτα την τοποθεσία…
es: Etiquetar tu ubicación…
es_419: Etiqueta tu ubicación…
fi: Merkitse sijaintisi…
fr: Taguez votre emplacement…
fr_ca: Taguer votre emplacement…
he: סמן את המיקום שלך…
hi: अपना स्थान टैग करें...
hr: Označi svoju lokaciju…
hu: Helyszín címkézése…
id: Tandai lokasimu…
it: Tagga la tua posizione…
ja: あなたの位置をタグ付け…
kk: Орынды белгілеңіз…
ko: 위치 태그하기…
ms: Tag lokasi anda…
nb: Tagg din plassering…
nl: Tag je locatie…
pl: Taguj swoją lokalizację…
pt_br: Marcar sua localização…
pt_pt: Identificar a tua localização…
ro: Etichetează locația ta…
ru: Укажите свое местоположение…
sk: Označte svoju polohu…
sv: Tagga din plats…
th: แท็กที่อยู่ของคุณ…
tr: Konumunu etiketle…
uk: Позначити своє місцезнаходження…
vi: Gắn thẻ vị trí của bạn…
zh_hans: 标记你的位置信息…
zh_hant: 標記你的位址…
zh_hk: 標記你的位置…

# TK.Placeholder.whatsOnYourMindDots
source: What's on your mind…
ar: ما رأيك يدور في ذهنك…
bg: Какво ти е на ума…
ca: Què tens al cap…
cs: Na co myslíš…
da: Hvad tænker du på…
de: Was denkst du…
el: Τι έχεις στο μυαλό σου…
es: ¿Qué tienes en mente…?
es_419: ¿Qué tienes en mente…?
fi: Mitä mieltä olet…
fr: Qu’est-ce que tu penses…
fr_ca: Qu'est-ce qui te préoccupe…
he: מה דעתך…
hi: आपके मन में क्या चल रहा है...
hr: Što ti je na umu…
hu: Mi jár a fejedben…
id: Apa yang ada di pikiran Anda…
it: Cosa hai in mente…
ja: 何が気になっていますか…
kk: Сізді не мазалайды…
ko: 무슨 생각을 하고 있나요…
ms: Apa yang ada dalam fikiran anda…
nb: Hva tenker du på…
nl: Wat denk je…
pl: O czym myślisz…
pt_br: O que está na sua mente…
pt_pt: O que pensas…
ro: Ce îți trece prin minte…
ru: Что у вас на уме…
sk: Na čo myslíš…
sv: Vad tänker du på…
th: คุณคิดอะไรอยู่…
tr: Aklından ne geçiyor…
uk: Що у вас на думці…
vi: Bạn đang suy nghĩ điều gì…
zh_hans: 你在想什么…
zh_hant: 你在想什麼…
zh_hk: 你在想什麼…

# TK.Placeholder.writeACommentDots
source: Write a comment…
ar: اكتب تعليقًا…
bg: Напиши коментар…
ca: Escriu un comentari…
cs: Napsat komentář…
da: Skriv en kommentar…
de: Einen Kommentar schreiben…
el: Γράψε ένα σχόλιο…
es: Escribe un comentario…
es_419: Escribe un comentario…
fi: Kirjoita kommentti…
fr: Écrire un commentaire…
fr_ca: Écrire un commentaire…
he: כתוב תגובה…
hi: एक टिप्पणी लिखें...
hr: Napiši komentar…
hu: Írj hozzá szöveget…
id: Tulis komentar…
it: Scrivi un commento…
ja: コメントを入力…
kk: Пікір жазыңыз…
ko: 댓글 작성하기…
ms: Tulis komen…
nb: Skriv en kommentar…
nl: Schrijf een opmerking…
pl: Napisz komentarz…
pt_br: Escreva um comentário…
pt_pt: Escreve um comentário…
ro: Scrie un comentariu…
ru: Напишите комментарий…
sk: Napíšte komentár…
sv: Skriv en kommentar…
th: เขียนความคิดเห็น…
tr: Bir yorum yaz…
uk: Написати коментар…
vi: Viết một bình luận…
zh_hans: 写下评论…
zh_hant: 寫下評論…
zh_hk: 撰寫評論…

# TK.Placeholder.writeAMessageDots
source: Write a message…
ar: اكتب رسالة…
bg: Напиши съобщение…
ca: Escriu un missatge…
cs: Napsat zprávu…
da: Skriv en besked…
de: Eine Nachricht schreiben…
el: Γράψε ένα μήνυμα…
es: Escribe un mensaje…
es_419: Escribe un mensaje…
fi: Kirjoita viesti…
fr: Écrire un message…
fr_ca: Écrire un message…
he: כתוב הודעה…
hi: एक संदेश लिखें...
hr: Napiši poruku…
hu: Írj üzenetet…
id: Tulis pesan…
it: Scrivi un messaggio…
ja: メッセージを入力…
kk: Хабарлама жазыңыз…
ko: 메시지 작성하기…
ms: Tulis mesej…
nb: Skriv en melding…
nl: Schrijf een bericht…
pl: Napisz wiadomość…
pt_br: Escreva uma mensagem…
pt_pt: Escreve uma mensagem…
ro: Scrie un mesaj…
ru: Напишите сообщение…
sk: Napíšte správu…
sv: Skriv ett meddelande…
th: เขียนข้อความ…
tr: Bir mesaj yaz…
uk: Написати повідомлення…
vi: Viết một tin nhắn…
zh_hans: 写下信息…
zh_hant: 寫下訊息…
zh_hk: 撰寫訊息…

# TK.Placeholder.writeAPostDots
source: Write a post…
ar: اكتب منشورًا…
bg: Напиши пост…
ca: Escriu una publicació…
cs: Napsat příspěvek…
da: Skriv et opslag…
de: Einen Beitrag schreiben…
el: Γράψε μία ανάρτηση…
es: Escribir una publicación…
es_419: Escribir una publicación…
fi: Kirjoita julkaisu…
fr: Écrire un post…
fr_ca: Écrire un post…
he: כתוב פוסט…
hi: एक पोस्ट लिखें…
hr: Napiši objavu…
hu: Bejegyzés írása…
id: Tulis sebuah pos…
it: Scrivi un post…
ja: 投稿を書く…
kk: Жазба жазыңыз…
ko: 게시물 작성…
ms: Tulis pos…
nb: Skriv et innlegg…
nl: Schrijf een bericht…
pl: Napisz post…
pt_br: Escrever uma publicação…
pt_pt: Escreve uma publicação…
ro: Scrie o postare…
ru: Напишите пост…
sk: Napísať príspevok…
sv: Skriv ett inlägg…
th: เขียนโพสต์…
tr: Bir gönderi yaz…
uk: Написати пост…
vi: Viết một bài đăng…
zh_hans: 写帖子…
zh_hant: 撰寫帖子…
zh_hk: 撰寫评论…
